tap "d12frosted/emacs-plus"
tap "dhth/tap"
tap "fcanas/tap"
tap "felixkratz/formulae"
tap "hacker1024/hacker1024"
tap "jesseduffield/lazydocker"
tap "jimeh/emacs-builds"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "vladdoster/formulae"
brew "aichat"
brew "libunistring"
brew "gmp"
brew "gcc"
brew "sqlite"
brew "little-cms2"
brew "webp"
brew "aider"
brew "autoconf"
brew "bat"
brew "biome"
brew "bpytop"
brew "btop"
brew "coreutils"
brew "dbus"
brew "displayplacer"
brew "dockutil"
brew "expat"
brew "eza"
brew "fd"
brew "libtasn1"
brew "nettle"
brew "gnutls"
brew "ffmpeg"
brew "ncurses"
brew "fish"
brew "fzf"
brew "gh"
brew "git-crypt"
brew "gitui"
brew "gnu-sed"
brew "imagemagick"
brew "jansson"
brew "jj"
brew "jq"
brew "lazygit"
brew "libffi"
brew "libgccjit"
brew "libiconv"
brew "librsvg"
brew "libxml2"
brew "luarocks"
brew "mailutils"
brew "make"
brew "mas"
brew "mise"
brew "tree-sitter"
brew "neovim"
brew "nushell"
brew "openjdk"
brew "pkgconf"
brew "poppler"
brew "pre-commit"
brew "ripgrep"
brew "ruby"
brew "sevenzip"
brew "starship"
brew "talisman"
brew "television"
brew "texinfo"
brew "tlrc"
brew "tmux"
brew "tmuxinator"
brew "wget"
brew "yazi"
brew "yq"
brew "zellij"
brew "zlib"
brew "zoxide"
brew "d12frosted/emacs-plus/emacs-plus@30", args: ["with-ctags", "with-dbus", "with-debug", "with-imagemagick", "with-mailutils"]
brew "dhth/tap/act3"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "hacker1024/hacker1024/coretemp"
brew "jesseduffield/lazydocker/lazydocker"
brew "qmk/qmk/qmk"
cask "1password"
cask "1password-cli"
cask "aerospace"
cask "betterdisplay"
cask "chatgpt"
cask "claude"
cask "contexts"
cask "cryptomator"
cask "customshortcuts"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "figma"
cask "firefox"
cask "font-cascadia-code"
cask "font-cascadia-code-nf"
cask "font-caskaydia-cove-nerd-font"
cask "font-caskaydia-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-inconsolata"
cask "font-inconsolata-nerd-font"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-monaspace"
cask "font-monaspace-nerd-font"
cask "font-sketchybar-app-font"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "gitbutler"
cask "gitkraken"
cask "gitkraken-cli"
cask "google-chrome"
cask "hammerspoon"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "keepassxc"
cask "keyboard-maestro"
cask "keyclu"
cask "maestral"
cask "messenger"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-teams"
cask "mimestream"
cask "nordvpn"
cask "obsidian"
cask "parallels"
cask "pocket-casts"
cask "powershell"
cask "raindropio"
cask "raycast"
cask "rectangle-pro"
cask "reflex"
cask "setapp"
cask "sf-symbols"
cask "spotify"
cask "stats"
cask "steam"
cask "sublime-merge"
cask "sublime-text"
cask "syncthing"
cask "ticktick"
cask "via"
cask "vial"
cask "vimari"
cask "visual-studio-code"
cask "webull"
cask "wezterm@nightly"
cask "windsurf"
mas "1Password for Safari", id: 1569813296
mas "Baking Soda", id: 1601151613
mas "Dark Reader for Safari", id: 1438243180
mas "GarageBand", id: 682658836
mas "Hush", id: 1544743900
mas "iMovie", id: 408981434
mas "Instapaper", id: 288545208
mas "Keymapp", id: 6472865291
mas "Keynote", id: 409183694
mas "Mapper", id: 1589391989
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Save to Raindrop.io", id: 1549370672
mas "Sofa", id: 1276554886
mas "SponsorBlock", id: 1573461917
mas "Strongbox", id: 897283731
mas "Vinegar", id: 1591303229
mas "Wipr", id: 1662217862
mas "Xcode", id: 497799835
mas "xSearch", id: 1579902068
